IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/AM263/L2OCRAM_L2OCRAM.xml
<module name="L2OCRAM_L2OCRAM" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="L2OCRAM_START" acronym="L2OCRAM_START" offset="0x0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="L2 Memory  start address" range="31 - 0" rwaccess="RW"/>
	</register>
	<register id="L2OCRAM_END" acronym="L2OCRAM_END" offset="0x1FFFFC" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="L2 Memory  end address" range="31 - 0" rwaccess="RW"/>
	</register>
</module>